MENU = ('Вы в главном меню.\n'
        '__________________________________________________________________\n'
        'Для получения всех данных нажмите 1\n'
        'Для поиска данных по фамилии и/или названию организации нажмите 2\n'
        'Для добавления записи в справочник нажмите 3\n'
        'Для обновления существующей записи нажмите 4\n'
        'Для удаления существующей записи нажмите 5\n'
        'Для экспорта данных в файл .csv нажмите 6\n'
        'Для выхода нажмите 0\n'
        '__________________________________________________________________')

READ_MENU = ('Для выбора страницы нажмите 1\n'
             'Для возврата в главное меню нажмите 2\n'
             '__________________________________________________________________')

SEARCH_MENU = ('Для поиска по фамилии нажмите 1\n'
               'Для поиска по названию организации нажмите 2\n'
               'Для поиска по двум параметрам нажмите 3\n'
               'Для возврата в главное меню нажмите 4\n'
               '__________________________________________________________________')

UPDATE_DELETE_MENU = ('Если Вы знаете id необходимой записи, нажмите 1\n'
                      'Для поиска записи нажмите 2\n'
                      'Для возврата в главное меню нажмите 3\n'
                      '__________________________________________________________________')

DELETE_MENU = ('_______________________________________________________________________\n'
               'Чтобы удалить найденную запись нажмите 1\n'
               'Для возврата в главное меню нажмите 2\n'
               '__________________________________________________________________')

UPDATE_MENU = ('_______________________________________________________________________\n'
                'Чтобы обновить найденную запись нажмите 1\n'
               'Введите поля, которые нужно обновить. Для остальных полей нажмите Enter\n'
               'Для возврата в главное меню нажмите 2\n'
               '_______________________________________________________________________')

COMMAND_NOT_FOUND = ("Команда не найдена. Возврат в главное меню\n"
                     "__________________________________________")

EXPORT_SEARCH_MENU = ('Чтобы экспортировать результаты поиска в файл 1\n'
                      'Для возврата в главное меню нажмите 2\n'
                      '__________________________________________________________________')
